print('Это тест "Кто ты из "Колобка". Отвечай на вопросы и узнаешь, на кого ты больше похож!')

question1 = "Если тебе нечего делать, то чем ты займёшься?"
question2 = "Как ты поздороваешься с кем-то незнакомым?"
question3 = "Покажешь ли ты дорогу незнакомцу?"
question4 = "Ты всегда найдёшь, что поесть?"
question5 = "Как часто ты споришь с кем-то?"

print(question1)
print("1. Пойду скрести по сусекам. 2. Пойду гулять.")
answer1 = input("Введите ответ цифрой: ")
print(question2)
print("1. Вежливо. 2. Засмеюсь и поздороваюсь, как будто его знаю.")
answer2 = input("Введите ответ цифрой: ")
print(question3)
print("1. Да. 2. Нет.")
answer3 = input("Введите ответ цифрой: ")
print(question4)
print("1. Да. 2. Нет.")
answer4 = input("Введите ответ цифрой: ")
print(question5)
print("1. Часто. 2. Редко.")
answer5 = input("Введите ответ цифрой: ")